Repository: Reonidok/KUZZECHKA
Catalog: KUZZECHKA/Resources/VIews/Practice/Index.*.resx
Languages: ar_sa, fr_fr, ru_ru

# text-2
source: <div class="container"> A noun is a part of speech that refers to an object and changes by cases and numbers.<br /> The gender of nouns is a constant grammatical feature. The gender category of nouns is a grammatical feature, which gives us information about the generic affiliation of an object, a living being, phenomenon, or its absence. <br /> * Only nouns in the singular form have gender. <br /><br /> Three kinds of nouns:<br /> <ul style="list-style: none"> <li> 1. Male - he, mine.<br /> Masculine nouns in the nominative case <br /> singular have the endings -а, -я, and zero.<br /> Examples of masculine nouns: brother, table, dad, eagle.<br /> </li> <li> 2. Female - she, mine. Nominative feminine nouns singular have the endings -а, -я, and zero. Examples of feminine nouns: earth, cat, love.<br /> </li> <li> 3. Medium - it's mine.<br /> Neuter nouns in the nominative case <br /> singular have endings -о, -е.<br /> Examples of neuter nouns: silver, sun, lake. </li> </ul> <br /> Determining the gender of nouns The gender of a noun can be determined by grammatical form of the adjective associated with it. <br /> Like this:<br /> <ul style="list-style: none"> <li> 1. Masculine nouns agree with adjectives, that answer the questions: whose? Which? (red jacket, large box); </li> <li> 2. Feminine nouns agree with adjectives, that answer the questions: whose? which? (fresh press, sad neighbor); </li> <li> 3. Nouns of the middle gender are consistent with adjectives, that answer the questions: whose? which? (cat purring, high building). </li> </ul> * the category of gender cannot be determined for words that are used only in the plural: day, wallpaper, jeans, hide and seek, scissors, ink, chess, twilight.<br /><br /> Animated nouns have the same gender as the gender. belonging to a living being, person:<br /> grandfather, interlocutor - husband. r.;<br /> sister, saleswoman R. <br /><br /> Correct spelling: masculine/feminine/neuter noun kind.<br /> But this is wrong: in the masculine / feminine / neuter gender. The thing is that "in" means a non-permanent feature. And the noun always there is a number, a case, and it is always of a certain gender.<br /> Gender of indeclinable nouns Indeclinable nouns are borrowed from words in other languages that have the same grammatical form in all cases.<br /> To determine the gender of an indeclinable noun, you need take into account the meaning of the word and the category of animateness / inanimateness. Animated nouns that name a person by gender, are categorized as masculine or feminine in meaning:<br /> brilliant maestro - husband. r.<br /> famous couturier - husband. r.<br /> beautiful madam - wives. r.<br /> young lady - female r.<br /><br /> Foreign words that name birds and animals have masculine category, if the context does not indicate a female:<br /> bright hummingbird - husband. r.<br /> motley cockatoo - husband. r.<br /> furry chimpanzee - husband. p<br /> wary chimpanzee - female. r.<br /><br /> In Russian, borrowed words retain the same gender as they were in a foreign version. This explains the fact that in modern Russian the words "piano", "coffee", "kangaroo" are masculine. "Salto", "chassis", "domino" are neuter, and "shawl" are feminine.<br /> Inanimate nouns are most often neuter:<br /> clean subway;<br /> fun show;<br /> cozy cafe;<br /> fast taxi.<br /><br /> Some inanimate nouns have gender determined by key word:<br /> green kohlrabi (cabbage) - for women. r.<br /> salted suluguni (cheese) - husband. r.<br /> big tornado (hurricane) - husband. r.<br /> long avenue (street) - female. r.<br /> delicious kiwi (berry) - female. r.<br /> scoring penalty (free kick) - male. r.<br /><br /> In geographic names, you need to understand what kind of object we are talking about. and determine the genus by it:<br /> City (Peter, Gelendzhik) - husband. r.<br /> River (Mississippi, Congo) - female. r.<br /> Lake (Baikal, Onega) - cf. r.<br /><br /> The genus of abbreviations can be determined by the main word. But before the abbreviation needs to be deciphered:<br /> Moscow State University continued to recruit students. — Moscow State the university continued to recruit students.<br /> MKAD will be rebuilt. — Moscow </div>
ar_sa: <div class="container"> الاسم هو جزء من الكلام يشير إلى كائن و يتغير حسب الحالات والأرقام. <br /> يعتبر جنس الأسماء ميزة نحوية ثابتة. تعتبر فئة الأسماء من السمات النحوية ، التي تعطينا معلومات حول الانتماء العام لكائن ما ، وهو كائن حي الوجود أو الظاهرة أو غيابها. <br /> * فقط الأسماء في صيغة المفرد لها جنس. <br /> <br /> ثلاثة أنواع من الأسماء: <br /> <ul style="list-style: none"> <li> 1. ذكر - هو ، لي. <br /> الأسماء المذكر في الحالة الاسمية <br /> المفرد له نهايات -а و -я و صفر. <br /> أمثلة على الأسماء المذكر: أخ ، طاولة ، أب ، نسر. <br /> </li> <li> 2. أنثى - هي ، لي. الأسماء المؤنثة الاسمية المفرد له نهايات -а و -я و صفر. أمثلة على الأسماء المؤنثة: الأرض ، القط ، الحب. <br /> </li> <li> 3. متوسط ​​- إنه لي. <br /> الأسماء المحايدة في الحالة الاسمية <br /> المفرد له نهايات -о ، -е. <br /> أمثلة على الأسماء المحايدة: الفضة ، الشمس ، البحيرة. </li> </ul> <br /> تحديد جنس الأسماء يمكن تحديد جنس الاسم بالقواعد النحوية شكل الصفة المرتبطة به. <br /> مثل هذا: <br /> <ul style="list-style: none"> <li> 1. تتفق الأسماء المذكرية مع الصفات ، التي تجيب على الأسئلة: من؟ أيّ؟ (سترة حمراء كبيرة صندوق)؛ </li> <li> 2. تتفق الأسماء المؤنثة مع الصفات ، التي تجيب على الأسئلة: من؟ أيّ؟ (صحافة جديدة ، جار حزين) ؛ </li> <li> 3. أسماء الجنس الأوسط تتفق مع الصفات ، التي تجيب على الأسئلة: من؟ أيّ؟ (خرخرة القط ، عالية مبنى). </li> </ul> * لا يمكن تحديد فئة الجنس للكلمات التي تستخدم فقط في صيغة الجمع: اليوم ، وورق الحائط ، والجينز ، الغميضة ، المقص ، الحبر ، الشطرنج ، الشفق. <br /> <br /> الأسماء المتحركة لها نفس جنس الجنس. ينتمي إلى كائن حي ، شخص: <br /> الجد ، المحاور - الزوج. ص ؛ <br /> أخت ، بائعة تم العثور على R. <br /> <br /> الإملاء الصحيح: مذكر / مؤنث / محايد طيب. <br /> لكن هذا خطأ: في المذكر / المؤنث / المحايد. الشيء هو أن "في" تعني ميزة غير دائمة. والاسم دائما هناك رقم ، حالة ، ودائمًا ما يكون من جنس معين. <br /> جنس من الأسماء التي لا تمحى الأسماء التي لا يمكن فضحها مستعارة من كلمات بلغات أخرى لها نفس القواعد النحوية النموذج في جميع الأحوال. <br /> لتحديد جنس الاسم غير القابل للإلغاء ، أنت بحاجة تأخذ في الاعتبار معنى الكلمة وفئة الحيوية / اللامبالاة. الأسماء المتحركة التي تسمي الشخص الجنس ، تصنف على أنها مذكر أو مؤنث فيها المعنى: <br /> المايسترو اللامع - الزوج. ص. <br /> مصمم الأزياء الشهير - الزوج. ص. <br /> سيدتي الجميلة - زوجات. ص. <br /> سيدة شابة - أنثى ص. <br /> <br /> الكلمات الأجنبية التي تسمي الطيور والحيوانات لها فئة المذكر ، إذا كان السياق لا يشير إلى أنثى: <br /> الطائر الطنان اللامع - الزوج. ص. <br /> موتلي الببغاء - الزوج. ص. <br /> فروي الشمبانزي - زوج. ع <br /> الشمبانزي الحذر - أنثى. ص. <br /> <br /> في اللغة الروسية ، تحتفظ الكلمات المستعارة بنفس الجنس كما كانت في نسخة أجنبية. هذا ما يفسر حقيقة أنه في اللغة الروسية الحديثة الكلمات "بيانو" ، "قهوة" ، "كنغر" هي كلمات مذكر. "سالتو" ، "الهيكل" و "الدومينو" محايدة و "الشال" أنثوية. <br /> غالبًا ما تكون الأسماء غير الحية محايدة: <br /> مترو الانفاق نظيف <br /> عرض ممتع <br /> مقهى دافئ <br /> تاكسي سريع. <br /> <br /> بعض الأسماء غير الحية لها جنس محدد بواسطة الكلمة الرئيسية: <br /> كرنب أخضر (ملفوف) - نسائي. ص. <br /> سولوجوني مملح (جبن) - زوج. ص. <br /> إعصار كبير (إعصار) - زوج. ص. <br /> جادة طويلة (شارع) - أنثى. ص. <br /> كيوي لذيذ (بيري) - أنثى. ص. <br /> التهديف (ركلة حرة) - ذكر. ص. <br /> <br /> في الأسماء الجغرافية ، تحتاج إلى فهم نوع الكائن الذي نتحدث عنه. وتحدد الجنس بواسطتها: <br /> المدينة (بيتر ، Gelendzhik) - زوج. ص. <br /> نهر (ميسيسيبي ، الكونغو) - أنثى. ص. <br /> بحيرة (بايكال ، أونيغا) - راجع. ص. <br /> <br /> يمكن تحديد جنس الاختصارات بالكلمة الرئيسية. لكن قبل الاختصار يحتاج إلى فك: <br /> واصلت جامعة موسكو الحكومية تجنيد الطلاب. - ولاية موسكو واصلت الجامعة تجنيد الطلاب. <br /> سيتم إعادة بناء MKAD. - موسك </div>
fr_fr: <div class="container"> Un nom est une partie du discours qui fait référence à un objet et changements par cas et numéros.<br /> Le genre des noms est une caractéristique grammaticale constante. La catégorie de genre des noms est une caractéristique grammaticale, qui nous renseigne sur l'affiliation générique d'un objet, d'un vivant l'être, le phénomène ou son absence. <br /> * Seuls les noms au singulier ont un genre. <br /><br /> Trois types de noms :<br /> <ul style="list-style:none"> <li> 1. Mâle - lui, le mien.<br /> Noms masculins au nominatif <br /> singulier ont les terminaisons -а, -я et zéro.<br /> Exemples de noms masculins : frère, table, papa, aigle.<br /> </li> <li> 2. Femme - elle, la mienne. Noms féminins nominatifs singulier ont les terminaisons -а, -я et zéro. Exemples de noms féminins : terre, chat, amour.<br /> </li> <li> 3. Moyen - c'est à moi.<br /> Noms neutres au nominatif <br /> singulier ont les terminaisons -о, -е.<br /> Exemples de noms neutres : argent, soleil, lac. </li> </ul> <br /> Déterminer le genre des noms Le genre d'un nom peut être déterminé par la grammaire forme de l'adjectif qui lui est associé. <br /> Comme ceci :<br /> <ul style="list-style:none"> <li> 1. Les noms masculins s'accordent avec les adjectifs, qui répondent aux questions : à qui ? Qui? (veste rouge, grand boîte); </li> <li> 2. Les noms féminins s'accordent avec les adjectifs, qui répondent aux questions : à qui ? qui? (presse fraîche, voisin triste) ; </li> <li> 3. Les noms du genre moyen sont compatibles avec les adjectifs, qui répondent aux questions : à qui ? qui? (chat ronronnant, haut bâtiment). </li> </ul> * la catégorie de genre ne peut être déterminée pour les mots qui sont utilisés uniquement au pluriel : jour, papier peint, jeans, cache-cache, ciseaux, encre, échecs, crépuscule.<br /><br /> Les noms animés ont le même genre que le genre. appartenant à un être vivant, personne :<br /> grand-père, interlocuteur - mari. r. ;<br /> soeur, vendeuse R <br /><br /> Orthographe correcte : nom masculin/féminin/neutre gentil.<br /> Mais c'est faux : au masculin/féminin/neutre. La chose est que "dans" signifie une caractéristique non permanente. Et le nom toujours il y a un numéro, un cas, et c'est toujours d'un certain genre.<br /> Genre des noms indéclinables Les noms indéclinables sont empruntés à mots dans d'autres langues qui ont la même grammaire formulaire dans tous les cas.<br /> Pour déterminer le genre d'un nom indéclinable, il faut tenir compte du sens du mot et de la catégorie de l'animé/inanimé. Noms animés qui désignent une personne par genre, sont classés comme masculins ou féminins dans signifiant :<br /> maestro brillant - mari. r.<br /> célèbre couturier - mari. r.<br /> belle madame - épouses. r.<br /> jeune femme - femelle r.<br /><br /> Les mots étrangers qui nomment les oiseaux et les animaux ont catégorie masculine, si le contexte n'indique pas une femme :<br /> colibri lumineux - mari. r.<br /> cacatoès hétéroclite - mari. r.<br /> chimpanzé à fourrure - mari. p<br /> méfiant chimpanzé - femelle. r.<br /><br /> En russe, les mots empruntés conservent le même genre qu'ils étaient dans une version étrangère. Ceci explique le fait qu'en russe moderne les mots "piano", "café", "kangourou" sont masculins. "Salut", "châssis", "domino" sont neutres et "châle" sont féminins.<br /> Les noms inanimés sont le plus souvent neutres :<br /> métro propre ;<br /> spectacle amusant ;<br /> café cosy ;<br /> taxi rapide.<br /><br /> Certains noms inanimés ont un genre déterminé par mot clé :<br /> chou-rave vert (chou) - pour les femmes. r.<br /> suluguni salé (fromage) - mari. r.<br /> grosse tornade (ouragan) - mari. r.<br /> longue avenue (rue) - femelle. r.<br /> délicieux kiwi (baie) - femelle. r.<br /> pénalité de score (coup franc) - masculin. r.<br /><br /> Dans les noms géographiques, vous devez comprendre de quel type d'objet nous parlons. et déterminez-en le genre :<br /> Ville (Peter, Gelendzhik) - mari. r.<br /> Rivière (Mississippi, Congo) - femelle. r.<br /> Lac (Baïkal, Onega) - cf. r.<br /><br /> Le genre d'abréviations peut être déterminé par le mot principal. Mais avant l'abréviation doit être déchiffrée :<br /> L'Université d'État de Moscou a continué de recruter des étudiants. — État de Moscou l'université a continué à recruter des étudiants.<br /> MKAD sera reconstruit. — Moscou </div>
ru_ru: <div class="container"> Имя существительное — это часть речи, которая обозначает предмет и изменяется по падежам и числам.<br/> Род существительных — постоянный грамматический признак. Категория рода имен существительных — грамматический признак, который дает нам информацию о родовой принадлежности предмета, живого существа, явления, либо ее отсутствии. <br/> *род есть только у существительных в форме единственного числа. <br/><br/> Три рода имен существительных:<br/> <ul style="list-style: none"> <li> 1. Мужской — он, мой.<br/> Существительные мужского рода в форме именительного падежа <br/> единственного числа имеют окончания -а, -я, и нулевое.<br/> Примеры существительных мужского рода: брат, стол, папа, орел.<br/> </li> <li> 2. Женский — она, моя. Существительные женского рода в форме именительного падежа единственного числа имеют окончания -а, -я, и нулевое. Примеры существительных женского рода: земля, кошка, любовь.<br/> </li> <li> 3. Средний — оно, мое.<br/> Существительные среднего рода в форме именительного падежа <br/> единственного числа имеют окончания -о, -е.<br/> Примеры существительных среднего рода: серебро, солнце, озеро. </li> </ul> <br/> Определение рода имен существительных Род имени существительного можно определить по грамматической форме прилагательного, которое с ним связано. <br/> Вот так:<br/> <ul style="list-style: none"> <li> 1.Существительные мужского рода согласуются с прилагательными, которые отвечают на вопросы: чей? какой? (красный пиджак, большой сундук); </li> <li> 2.Существительные женского рода согласуются с прилагательными, которые отвечают на вопросы: чья? какая? (свежая пресса, грустная соседка); </li> <li> 3.Существительные среднего рода согласуются с прилагательными, которые отвечают на вопросы: чье? какое? (кошачье мурчание, высокое здание). </li> </ul> *категорию рода невозможно определить у слов, которые употребляются только во множественном числе: сутки, обои, джинсы, прятки, ножницы, чернила, шахматы, сумерки.<br/><br/> У одушевленных существительных род совпадает с половой принадлежностью живого существа, лица:<br/> дедушка, собеседник — муж. р.;<br/> сестра, продавщица — жен. р. <br/><br/> Правильно говорить: существительное мужского/женского/среднего рода.<br/> А вот так — неправильно: в мужском/женском/среднем роде. Дело в том, что «в» означает непостоянный признак. А у существительного всегда есть число, падеж, и оно всегда определенного рода.<br/> Род несклоняемых существительных Несклоняемые имена существительные — это заимствованные из других языков слова, у которых в русском одна и та же грамматическая форма во всех падежах.<br/> Чтобы определить род несклоняемого существительного, нужно учитывать значение слова и категорию одушевлённости/неодушевлённости. Одушевленные существительные, которые называют человека по признаку пола, имеют категорию мужского или женского рода в соответствии со значением:<br/> блестящий маэстро — муж. р.<br/> известный кутюрье — муж. р.<br/> красивая мадам — жен. р.<br/> юная леди — жен. р.<br/><br/> Иностранные слова, которые называют птиц и животных, имеют категорию мужского рода, если в контексте не указана самка:<br/> яркий колибри — муж. р.<br/> пестрый какаду — муж. р.<br/> мохнатый шимпанзе — муж. р<br/> настороженная шимпанзе — жен. р.<br/><br/> В русском языке заимствованные слова сохраняют тот же род, что был в иностранном варианте. Это объясняет то, что в современном русском языке слова «рояль», «кофе», «кенгуру» относятся к мужскому роду. «Сальто», «шасси», «домино» — к среднему роду, а «шаль» — к женскому.<br/> У неодушевленных существительных чаще всего средний род:<br/> чистое метро;<br/> весёлое шоу;<br/> уютное кафе;<br/> быстрое такси.<br/><br/> У некоторых неодушевленных существительных род определяется по опорному слову:<br/> зелёная кольраби (капуста) — жен. р.<br/> соленый сулугуни (сыр) — муж. р.<br/> большой торнадо (ураган) — муж. р.<br/> длинная авеню (улица) — жен. р.<br/> вкусная киви (ягода) — жен. р.<br/> результативный пенальти (штрафной удар) — муж. р.<br/><br/> В географических названиях нужно понять, о каком объекте идет речь и определять род по нему:<br/> Город (Питер, Геленджик) — муж. р.<br/> Река (Миссисипи, Конго) — жен. р.<br/> Озеро (Байкал, Онежское) — ср. р.<br/><br/> Род аббревиатур можно определить по главному слову. Но, прежде, аббревиатуру нужно расшифровывать:<br/> МГУ продолжил набор студентов. — Московский государственный университет продолжил набор студентов.<br/> МКАД будет перестроена. — Московская кольцевая автомобильная дорога будет перестроена.<br/> ЕГЭ сдан успешно. — Единый государственный экзамен сдан успешно.<br/> ВДНХ закрыта. — Выставка закрыта.<br/> ГАИ сообщила. — Инспекция сообщила.<br/> В каждом правиле есть исключения. Иногда аббревиатура может склоняться как обычное слово. <br/><br/> Например:<br/> Вуз начал набор студентов — муж. р. Хотя вуз — это высшее учебное заведение — ср. р.<br/> МИД не согласен с позицией США — муж. р. Хотя МИД — министерство иностранных дел — ср. р. </div>

# text-3
source: <div class="container"> Case is a grammatical category of some parts of speech, which helps to coordinate words with each other in a sentence.<br /> When changing words by case, they change the ending.<br /><br /> 6 cases of the Russian language:<br/> *The numbers in brackets are the serial number of the case in Russian.<br /><br /> <ul style="list-style: none"> <li style="padding-bottom: 10px;"> 1) Nominative case (1). This is the form of the word given in dictionary.<br /> We always learn new words in the nominative form. For example: This is (what?) a house.<br /> (Who?) Mom cooks well.<br /> </li> <li style="padding-bottom: 10px;"> 2) Prepositional case (6).<br /> For example: I live (where?) in Minsk (where?) on Chervyakova street.<br /> I work (where?) at a school.<br /> My sister studies (where?) at the university.<br /> </li> <li style="padding-bottom: 10px;"> 3) Accusative case (4).<br /> For example: I see (what?) blue sky.<br /> I love (who?) my mother.<br /> </li> <li style="padding-bottom: 10px;"> 4) Dative case (3).<br /> For example: I'm glad (what?) good weather.<br /> I give (to whom?) a friend a book.<br /> </li> <li style="padding-bottom: 10px;"> 5) Genitive case (2).<br /> For example: I don't have (what?) a car.<br /> I like to walk without (who?) a dog.<br /> </li> <li style="padding-bottom: 10px;"> 6) Instrumental case (5).<br /> For example: He has (what?) the flu.<br /> She works (by whom?) as a doctor.<br /> </li> </ul> </div>
ar_sa: <div class = "container"> الحالة هي فئة نحوية لبعض أجزاء الكلام ، مما يساعد على تنسيق الكلمات مع بعضها البعض في جملة. <br /> عند تغيير الكلمات على حدة ، فإنها تغير النهاية. <br /> <br /> 6 حالات للغة الروسية: <br/> * الأرقام بين قوسين هي الرقم التسلسلي للقضية باللغة الروسية. <br /> <br /> <ul style = "list-style: none"> <li style = "padding-bottom: 10px؛"> 1) الحالة الاسمية (1). هذا هو شكل الكلمة الواردة في القاموس. <br /> نتعلم دائمًا كلمات جديدة بالصيغة الترميزية. على سبيل المثال: هذا (ماذا؟) منزل. <br /> (من؟) أمي تطبخ جيدًا. <br /> </li> <li style = "padding-bottom: 10px؛"> 2) حالة الجر (6). <br /> على سبيل المثال: أنا أعيش (أين؟) في مينسك (أين؟) في شارع Chervyakova. <br /> أعمل (أين؟) في مدرسة. <br /> أختي تدرس (أين؟) في الجامعة. <br /> </li> <li style = "padding-bottom: 10px؛"> 3) حالة النصب (4). <br /> على سبيل المثال: أرى (ماذا؟) السماء الزرقاء. <br /> أنا أحب (من؟) أمي. <br /> </li> <li style = "padding-bottom: 10px؛"> 4) الحالة الأصلية (3). <br /> على سبيل المثال: أنا سعيد (ما؟) الطقس الجيد. <br /> أعطي (لمن؟) كتابا لصديق. <br /> </li> <li style = "padding-bottom: 10px؛"> 5) الحالة المضاف إليها (2). <br /> على سبيل المثال: ليس لدي (ماذا؟) سيارة. <br /> أحب أن أمشي بدون كلب. <br /> </li> <li style = "padding-bottom: 10px؛"> 6) حالة مفيدة (5). <br /> على سبيل المثال: لديه (ماذا؟) الأنفلونزا. <br /> تعمل (على يد من؟) طبيبة. <br /> </li> </ul> </div>
fr_fr: <div class="container"> Le cas est une catégorie grammaticale de certaines parties du discours, qui aide à coordonner les mots les uns avec les autres dans une phrase.<br /> En changeant les mots par cas, ils changent la fin.<br /><br /> 6 cas de la langue russe :<br /> *Les chiffres entre parenthèses sont le numéro de série du boîtier en russe.<br /><br /> <ul style="list-style:none"> <li style="padding-bottom:10px;"> 1) Cas nominatif (1). C'est la forme du mot donnée dans dictionnaire.<br /> Nous apprenons toujours de nouveaux mots au nominatif. Par exemple : C'est (quoi ?) une maison.<br /> (Qui ?) Maman cuisine bien.<br /> </li> <li style="padding-bottom:10px;"> 2) Cas prépositionnel (6).<br /> Par exemple : j'habite (où ?) à Minsk (où ?) dans la rue Chervyakova.<br /> Je travaille (où ?) dans une école.<br /> Ma sœur étudie (où ?) à l'université.<br /> </li> <li style="padding-bottom:10px;"> 3) Accusatif (4).<br /> Par exemple : je vois (quoi ?) du ciel bleu.<br /> J'aime (qui ?) ma mère.<br /> </li> <li style="padding-bottom:10px;"> 4) Cas datif (3).<br /> Par exemple : je suis content (quoi ?) du beau temps.<br /> J'offre (à qui ?) un livre à un ami.<br /> </li> <li style="padding-bottom:10px;"> 5) Cas génitif (2).<br /> Par exemple : je n'ai pas (quoi ?) de voiture.<br /> J'aime me promener sans (qui ?) un chien.<br /> </li> <li style="padding-bottom:10px;"> 6) Mallette instrumentale (5).<br /> Par exemple : Il a (quoi ?) la grippe.<br /> Elle travaille (par qui ?) en tant que médecin.<br /> </li> </ul> </div>
ru_ru: <div class="container"> Падеж — это грамматическая категория некоторых частей речи, которая помогает согласовывать слова между собой в предложении.<br /> При изменении слов по падежам у них меняется окончание.<br /><br /> 6 падежей русского языка:<br/> *Цифры в скобках - порядковый номер падежа в русском языке.<br /><br /> <ul style="list-style: none"> <li style="padding-bottom: 10px;"> 1) Именительный падеж (1). Это та форма слова, которая даётся в словаре.<br /> Мы всегда учим новые слова в форме именительного падежа. Например: Это (что?) дом.<br /> (Кто?) мама хорошо готовит.<br /> </li> <li style="padding-bottom: 10px;"> 2) Предложный падеж (6).<br /> Например: Я живу (где?) в Минске (где?) на улице Червякова.<br /> Я работаю (где?) в школе.<br /> Моя сестра учится (где?) в университете.<br /> </li> <li style="padding-bottom: 10px;"> 3) Винительный падеж (4).<br /> Например: Я вижу (что?) голубое небо.<br /> Я люблю (кого?) маму.<br /> </li> <li style="padding-bottom: 10px;"> 4) Дательный падеж (3).<br /> Например: Я рад (чему?) хорошей погоде.<br /> Я даю (кому?) другу книгу.<br /> </li> <li style="padding-bottom: 10px;"> 5) Родительный падеж (2).<br /> Например: У меня нет (чего?) машины.<br /> Я люблю гулять без (кого?) собаки.<br /> </li> <li style="padding-bottom: 10px;"> 6) Творительный падеж (5).<br /> Например: Он болеет (чем?) гриппом.<br /> Она работает (кем?) врачом.<br /> </li> </ul> </div>

# Аренда жилья
source: Rental of property
ar_sa: تأجير الممتلكات
fr_fr: Location de biens
ru_ru: Аренда жилья

# В Банке
source: At the Bank
ar_sa: في البنك
fr_fr: Dans la banque
ru_ru: В Банке

# В Больнице
source: In the hospital
ar_sa: في المستشفى
fr_fr: À l'hôpital
ru_ru: В Больнице

# В Магазине
source: In the shop
ar_sa: في المحل
fr_fr: Dans la boutique
ru_ru: В Магазине

# В Спортзале
source: In gym
ar_sa: في صالة الألعاب الرياضية
fr_fr: En sport
ru_ru: В Спортзале

# В Транспорте
source: In transport
ar_sa: في النقل
fr_fr: Dans les transports
ru_ru: В Транспорте
