Repository: Reonidok/KUZZECHKA
Catalog: KUZZECHKA/Resources/VIews/Practice/Index.*.resx
Languages: ar_sa, fr_fr, ru_ru

# text-1
source: <div class="container"> An adjective is a part of speech that denotes a sign of an object.<br /> The adjective answers the questions: “what?”, “what?”, “what?”<br /> Qualitative adjectives have a constant feature - they have long and short forms.<br /> This article details the types ratios of two forms and illustrative examples are given to consolidate material.<br /> What are the forms of adjectives?<br /> In Russian, full and short forms of adjectives are distinguished. <br /> <br /> This grammatical feature is permanent and is peculiar only to quality adjective:<br /> <ul style="list-style: none"> <li> 1. Full adjectives - attributive, inflected forms (change by gender, number, cases), neutral in meaning. IN sentences are most often used as definitions. Examples full adjectives: dry, cold, red, neat. </li> <li> 2. Short adjectives - predicative, indeclinable forms (change only by gender and number, do not decline by cases), differ in book value. Proposals usually include nominal predicate. Examples of short adjectives: far, young, white, meek. </li> </ul> <br /> Types of ratios of full and short forms of adjectives.<br /> Full and short forms of adjectives do not have all the words of this parts of speech.<br /> By the presence (or absence) of this grammatical adjectives are divided into three groups: <br /> <br /> <ul style="list-style: none"> <li> 1. Adjectives that have both full and short forms (good is good, cheerful is cheerful, fresh is fresh, smart is smart). Brief forms are formed by adding shortened adjectives to the stem endings -а (-я), -о (-е), -ы (-и) and zero (cute - cute, strong - firmly). </li> <li> 2. Adjectives that have only the full form. These include - adjectives with evaluation suffixes (tall, green), quality adjectives formed from relative ones (coffee, brown, milky), calling the colors of animals (bay, brown) and non-derivative adjectives (foreign, former). </li> <li> 3. Adjectives that have only a short form (too small, necessary, much, happy). </li> </ul> </div>
ar_sa: <div class = "container"> الصفة هي جزء من الكلام يدل على علامة كائن. <br /> الصفة تجيب على الأسئلة: "ماذا؟" ، "ماذا؟" ، "ماذا؟" <br /> الصفات النوعية لها ميزة ثابتة - هم لها أشكال طويلة وقصيرة. <br /> تفاصيل هذه المقالة الأنواع يتم إعطاء نسب شكلين وأمثلة توضيحية للتوحيد مادة. <br /> ما هي أشكال الصفات؟ <br /> في اللغة الروسية ، يتم تمييز الأشكال الكاملة والقصيرة من الصفات. <br /> <br /> هذه الميزة النحوية دائمة وهي خاصة بـ صفة الجودة: <br /> <ul style = "list-style: none"> <li> 1. الصفات الكاملة - الأشكال المنسوبة ، المنحرفة (تغيير حسب الجنس ، العدد ، الحالات) ، محايد في المعنى. في غالبًا ما تستخدم الجمل كتعاريف. أمثلة الصفات الكاملة: جاف ، بارد ، أحمر ، أنيق. </li> <li> 2. الصفات القصيرة - التنبؤية ، الأشكال غير القابلة للإلغاء (التغيير فقط حسب الجنس والعدد ، لا ترفض حسب الحالات) ، تختلف في القيمة الدفترية. المقترحات عادة ما تشمل المسند الاسمي. أمثلة على الصفات القصيرة: بعيد ، شاب ، أبيض ، وديع. </li> </ul> <br /> أنواع النسب للصيغ الكاملة والقصيرة للصفات. <br /> لا تحتوي الأشكال الكاملة والقصيرة للصفات على كل الكلمات الخاصة بهذا أجزاء من الكلام. <br /> من خلال وجود (أو عدم) هذه القواعد النحوية تنقسم الصفات إلى ثلاث مجموعات: <br /> <br /> <ul style = "list-style: none"> <li> 1. الصفات التي لها أشكال كاملة وقصيرة (الجيد هو جيد ، البهجة هي البهجة ، الطازجة طازجة ، الذكية هي ذكية). مختصر تتشكل النماذج عن طريق إضافة صفات مختصرة إلى الجذع النهايات -а (-я) ، -о (-е) ، -ы (-и) والصفر (لطيف - لطيف ، قوي - قطعا). </li> <li> 2. الصفات التي لها شكل كامل فقط. وتشمل هذه - الصفات مع لاحقات التقييم (طويل ، أخضر) ، صفات الجودة تتكون من الصفات النسبية (القهوة ، بني ، حليبي) ، استدعاء ألوان الحيوانات (خليج ، بني) و الصفات غير المشتقة (أجنبية ، سابقة). </li> <li> 3. الصفات التي لها شكل قصير فقط (صغير جدًا ، ضروري ، كثير ، سعيد). </li> </ul> </div>
fr_fr: <div class="container"> Un adjectif est une partie du discours qui dénote un signe d'un objet.<br /> L'adjectif répond aux questions : "quoi ?", "quoi ?", "quoi ?"<br /> Les adjectifs qualitatifs ont une caractéristique constante - ils avoir des formes longues et courtes.<br /> Cet article détaille les types des ratios de deux formes et des exemples illustratifs sont donnés pour consolider matériel.<br /> Quelles sont les formes des adjectifs ?<br /> En russe, on distingue les formes complètes et courtes des adjectifs. <br /> <br /> Ce trait grammatical est permanent et n'est propre qu'aux adjectif de qualité :<br /> <ul style="list-style:none"> <li> 1. Adjectifs complets - formes fléchies attributives (changement selon le sexe, le nombre, les cas), de sens neutre. DANS les phrases sont le plus souvent utilisées comme définitions. Exemples adjectifs pleins : sec, froid, rouge, soigné. </li> <li> 2. Adjectifs courts - formes prédicatives, indéclinables (changer uniquement par genre et nombre, ne pas décliner par cas), diffèrent en valeur comptable. Les propositions comprennent généralement prédicat nominal. Exemples d'adjectifs courts : loin, jeune, blanc, doux. </li> </ul> <br /> Types de ratios des formes complètes et courtes des adjectifs.<br /> Les formes complètes et courtes des adjectifs n'ont pas tous les mots de ce parties du discours.<br /> Par la présence (ou l'absence) de cette grammaire Les adjectifs sont divisés en trois groupes : <br /> <br /> <ul style="list-style:none"> <li> 1. Les adjectifs qui ont à la fois des formes complètes et courtes (bon c'est bien, gai c'est gai, frais c'est frais, intelligent c'est intelligent). Bref les formes sont formées en ajoutant des adjectifs raccourcis à la racine terminaisons -а (-я), -о (-е), -ы (-и) et zéro (mignon - mignon, fort - fermement). </li> <li> 2. Les adjectifs qui n'ont que la forme complète. Ceux-ci inclus - adjectifs avec suffixes d'évaluation (grand, vert), adjectifs de qualité formés à partir d'adjectifs relatifs (café, marron, laiteux), appelant les couleurs des animaux (baie, marron) et adjectifs non dérivés (étrangers, anciens). </li> <li> 3. Les adjectifs qui n'ont qu'une forme courte (trop petit, nécessaire, beaucoup, heureux). </li> </ul> </div>
ru_ru: <div class="container"> Прилагательное — это часть речи, которая обозначает признак предмета.<br /> Прилагательное отвечает на вопросы: «какой?», «какая?», «какое?»<br /> Качественные прилагательные обладают постоянным признаком – они имеют полные и краткие формы.<br /> В этой статье подробно описаны типы соотношений двух форм и приведены наглядные примеры для закрепления материала.<br /> Какие бывают формы прилагательных?<br /> В русском языке выделяют полные и краткие формы прилагательных. <br /> <br /> Данный грамматический признак является постоянным и свойственен только качественным прилагательным:<br /> <ul style="list-style: none"> <li> 1. Полные прилагательные – атрибутивные, склоняемые формы (изменяются по родам, числам, падежам), нейтральные по значению. В предложениях чаще всего употребляются в роли определения. Примеры полных прилагательных: сухой, холодный, красный, аккуратный. </li> <li> 2. Краткие прилагательные – предикативные, несклоняемые формы (изменяются только по родам и числам, не склоняются по падежам), отличаются книжным значением. В предложениях, как правило, выступают именным сказуемым. Примеры кратких прилагательных: далек, молод, бел, кроток. </li> </ul> <br /> Типы соотношений полных и кратких форм прилагательных.<br /> Полные и краткие формы прилагательных имеют не все слова данной части речи.<br /> По наличию (либо отсутствию) данного грамматического признака прилагательные делятся на три группы: <br /> <br /> <ul style="list-style: none"> <li> 1. Прилагательные, которые имеют и полные, и краткие формы (хороший – хорош, веселый – весел, свежий – свеж, умный – умен). Краткие формы образуются путем добавления к основе прилагательного укороченных окончаний -а (-я), -о (-е), -ы (-и) и нулевого (милые – милы, крепкое – крепко). </li> <li> 2. Прилагательные, имеющие только полную форму. К ним относятся – прилагательные с суффиксами оценки (высоченный, зелененький), качественные прилагательные, образованные от относительных (кофейный, коричневый, молочный), называющие масти животных (гнедой, каурый) и непроизводные прилагательные (чужой, прежний). </li> <li> 3. Прилагательные, которым свойственная только краткая форма (маловат, надобен, горазд, радешенек). </li> </ul> </div>
