Repository: Reonidok/KUZZECHKA
Catalog: KUZZECHKA/Resources/VIews/Practice/Index.*.resx
Languages: ar_sa, fr_fr, ru_ru

# В Университете
source: In the University
ar_sa: في الجامعة
fr_fr: À l'Université
ru_ru: В Университете

# Имена прилагательные
source: Adjectives
ar_sa: الصفات
fr_fr: Adjectifs
ru_ru: Имена прилагательные

# Имена существительные
source: Nouns
ar_sa: الأسماء
fr_fr: Noms
ru_ru: Имена существительные

# На Улице
source: On the street
ar_sa: في الشارع
fr_fr: Dans la rue
ru_ru: На Улице

# Падежи
source: Cases
ar_sa: حالات
fr_fr: Cas
ru_ru: Падежи
