Repository: Reonidok/KUZZECHKA
Catalog: KUZZECHKA/Resources/VIews/Home/Index.*.resx
Languages: fr_fr

source: In this block, we provide you with a brief information for training so that you can familiarize yourself
fr_fr: Dans ce bloc, nous vous fournissons une brève information pour la formation afin que vous puissiez vous familiariser

# Все за всех и все за одного.
source: All for all and all for one.
fr_fr: Tous pour tous et tous pour un.

source: All our teachers and students are always ready to help each other if something is wrong.
fr_fr: Tous nos professeurs et étudiants sont toujours prêts à s'entraider si quelque chose ne va pas.

# Вы можете найти нас во многих городах в разных странах
source: You can find us in many cities in different countries
fr_fr: Vous pouvez nous trouver dans de nombreuses villes de différents pays

# Вы можете прочесть наш блок 'О нас' чтобы лучше ознакомится
source: You can read our 'About Us' section to get to know us better.
fr_fr: Vous pouvez lire notre section "À propos de nous" pour mieux nous connaître.

# Зарегистрироваться
source: Register
fr_fr: Enregistrer

# И не забывайте.
source: And don't forget.
fr_fr: Et n'oubliez pas.

source: Many of us are ready to help you, because it's fun to learn a language.
fr_fr: Beaucoup d'entre nous sont prêts à vous aider, car c'est amusant d'apprendre une langue.

# Мы все одна большая семья.
source: We are all one big family.
fr_fr: Nous sommes tous une grande famille.

# Мы лучшие.
source: We are the best.
fr_fr: Nous sommes les meilleurs.

# Мы предоставляем услуги
source: We provide services
fr_fr: Nous fournissons des services

source: Our company will help you to complete an internship in one of our offices located in the world.
fr_fr: Notre entreprise vous aidera à effectuer un stage dans l'un de nos bureaux situés dans le monde.

# Наши уроки помогут вам общаться с разными людьми на многих языках
source: Our lessons will help you communicate with different people in many languages
fr_fr: Nos leçons vous aideront à communiquer avec différentes personnes dans de nombreuses langues

# Перейти
source: Move to
fr_fr: Aller

# Подробнее
source: More
fr_fr: Plus

# Политика
source: Policy
fr_fr: Politique

source: The policy of our company with which you can read for further cooperation with us
fr_fr: La politique de notre entreprise avec laquelle vous pouvez lire pour une coopération ultérieure avec nous

# Помните о практике.
source: Remember to practice.
fr_fr: N'oubliez pas de pratiquer.

# Почему именно мы.
source: Why us.
fr_fr: Pourquoi nous.

# Проходите наши уроки
source: Check out our lessons
fr_fr: Découvrez nos cours

# Теория
source: Theory
fr_fr: Théorie

# Тесты
source: Test's
fr_fr: Essais

source: Tests that you can answer in different languages and we will inform you about the result later
fr_fr: Des tests auxquels vous pouvez répondre dans différentes langues et nous vous informerons du résultat plus tard

# У нас есть Офисы
source: We have offices
fr_fr: Nous avons des bureaux

# Узнать больше
source: To learn more
fr_fr: Pour apprendre plus
